LuoIsHere/SeeSeeBook/sdkconfig.defaults
# PaperMono minimal hardware configuration.
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_FREERTOS_HZ=1000
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_LGFX_FONT_USE_GFX=y
CONFIG_LGFX_FONT_USE_M5GFX=y
